{"content":"<h2>Floating bookings within&nbsp;its categories<\/h2><p>Next time you are looking for a new PMS you might want to consider picking one that has the floating feature for bookings.&nbsp;<br><br>GetShop is the first system in the world that brings this powerful feature to your fingertips, so let us explain to you how it works:<br><br>Back in the old days you probably spent hours of your precious time managing your bookings to make them all fit into your hotel. Those days are long gone. What you do in our system is to assign a booking to a category, but not to a specific room in this category. This gives the system the possibility to shuffle the bookings around to make the best possible coverage and at the same time avoid overbookings.<br><br>Can you assign a booking to a specific room in the future? Yes, you can. In those cases the optimalisation might be a bit reduced, but the system will find the best possible combinations anyway with the predfined bookings assigned.<\/p><p><strong>Why are floating bookings important for automation?<\/strong><br><br>Let's say that your guest living in room 305 from the picture above wants to stay an extra day. Without floating elements you would have to manually move \"Cong Clovika\" to another room before the guest can have his room. With floating elements \"Cong Clovika\" will automatically be moved to another room within its category making space for the guest.<br><br><strong>Pay for a specific room<\/strong><br>From the \"Personal Guest Assistant\" system, guests could actually select their room themselves, just like travelers select seats on commercial flights. But if the bookings are not floating, all rooms would be occupied and it would be impossible to make such a function.&nbsp;<br><br><strong>Automatic Assigning<\/strong><br>At a predefined time, default 07:00, the system will assign all the rooms for that day's check-ins. By intelligently taking the factors of rooms state, room sortlist, check-ins, previous bookings and next bookings into consideration, the system will automatically do an assignment to make sure all guests get a room on any given day.<br><br><strong>Bonus<\/strong><br>Another bonus is that you no longer need to consider how many specific rooms you have available, only how many is available in each category as the system always optimize for best possible coverage.<br><br><strong>Optimized allotment for OTA's.<\/strong><br>Most OTA's (like Booking.com and Expedia) only care about how many rooms you have available per day basis. This means you can get in trouble if you don't have system that shuffles the guests accordingly for you. Back in the old days you usally used allotment, meaning for example 5 rooms were reserved for Booking.com. Now you can have all rooms reserved for the OTA's at the same time as you sell them on your own webpage. If one room gets taken the system keeps track of it and it instantly updates the OTA's accordingly.<\/p><p><br>&nbsp;<\/p>","id":"pms_floating","gs_page_id":"pms","_id":50}