{"content":"<h1 style=\"text-align:left\">Welcome to Alta!<\/h1>\n\n<p style=\"text-align:left\"><span><span><span><span style=\"font-family:Advent Pro Light,serif\">After a total renovation in the summer\/fall 2019, the historical hotel Park Hotel, now called Canyon Hotel has now reopened in modern and beautiful form, located in the heart of Alta. With the new owners&rsquo; vision of allowing our guests to discover the beauty of the history and nature in Alta, with all the rooms decorated in items made and designed in Alta, in a rustic, elegant and comfortable setting. <\/span><\/span><\/span><\/span><\/p>\n\n<p style=\"text-align:left\">&nbsp;<\/p>\n\n<p style=\"text-align:left\"><span><span><span><span style=\"font-family:Advent Pro Light,serif\"><strong>History<\/strong><\/span><\/span><\/span><\/span><\/p>\n\n<p style=\"text-align:left\"><span><span><span><span style=\"font-family:Advent Pro Light,serif\">Park hotel was first opened in 1987, the first local owned city hotel in Alta. In 2019, new owners came along decided to follow the same path as their restaurant Stakeriet Mat &amp; Vinhus and the only cocktail bar in town, Gabo Bar, to transform it into a hotel concept. Showing their guests, the history and beauty of Alta, through furniture, pictures, decoration made and designed here and describing the different areas and industries in Alta. All their outlets have a story to tell waiting to be discovered by you.<\/span><\/span><\/span><\/span><\/p>\n\n<p style=\"text-align:left\"><span><span><span><span style=\"font-family:Advent Pro Light,serif\"><\/span><br \/>\n<br \/>\n<span style=\"font-family:Advent Pro Light,serif\"><strong>Canyon Hotell<\/strong><\/span><\/span><\/span><\/span><\/p>\n\n<p style=\"text-align:left\"><span><span><span><span style=\"font-family:Advent Pro Light,serif\">Carved by the Alta River, Alta Canyon has the distinction of being Northern Europe&rsquo;s largest canyon with a length of 10 km long and ranging from 320 meter to 420 deep.<br \/>\nThe Alta River is in many respects referred to as the world&#39;s best salmon river. The river has a long history and a unique culture associated with the environment along the river.<br \/>\nWhat makes the river most famous is the opportunity to catch one of the large and powerful salmon found here. The salmon-bearing watercourse is approximately 46 kilometers, which is divided into five different zones: Sautso (the Sami name for Canyon), Sandia, Vina, J&oslash;raholmen and Raipa&#39;s zone.<br \/>\nWe dedicated these names to the different floors and areas in our hotel.<\/span><\/span><\/span><\/span><\/p>\n\n<p style=\"text-align:left\">&nbsp;<\/p>\n\n<p style=\"text-align:left\"><span><span><span><span style=\"font-family:Advent Pro Light,serif\"><strong>Arctic Green Guest<\/strong><\/span><\/span><\/span><\/span><\/p>\n\n<p style=\"text-align:left\"><span><span><span> <span style=\"font-family:Advent Pro Light,serif\">With its rich and wild nature, it&rsquo;s no surprise that Alta is home to awesome beauty.<br \/>\nAs we represent this magnificent beauty, we are dedicating ourselves into protecting it with having a strong focus on our environment, by being a sustainable hotel.<br \/>\nWe would love it for you to join us in our ambition, by becoming an Arctic Green Guest. What does it mean? Basically, it means that by hanging the Green Guest sign (made from driftwood), will no not change your towels or clean your<\/span><\/span><\/span><\/span><\/p>\n","id":"aboutus_top1","gs_page_id":"aboutus","_id":22}