[{"content":"<h2>About us<\/h2><h3><strong>From the very beginning to present day<\/strong><\/h3><p>Kai and Pal — two brothers who started GetShop back in 2013 had a great passion for coding led to creating the E-commerce platform which was highly adaptable for future needs.<\/p><h3>From a Platform to an advance hotel system<\/h3><p>After a couple of years building a solid e-commerce platform they moved the platform into the hotel industry to revolutionize how hotel guests experience their stay. And from that point everything is history.<\/p>","id":"about_us_top","gs_page_id":"aboutus","_id":35},{"content":"<h2>2015<\/h2><p>The year when everything changed<\/p><p>A landlord in our village decides to build a reception free hotel. We where asked to help out in that quest and started to look for a solution which could help them out. And, to our surprise — no suitable solution exists! That gave us the opportunity to create something new and effective: a pin-code based system able to control locks and guests payments automatically.&nbsp;<br><br>We quickly realized that the hotel industry is more much more than a lock and a payment gateway, this ignited a feature race to cope with everything needed for a hotelier to operate a hotel.<\/p>","id":"about_us_row_2","gs_page_id":"aboutus","_id":36},{"content":"<h2>2016<\/h2><p>Birth of our own access control system<\/p><p>A second hotel joined us using our own lock system. The lock system we had used in the first hotel turned out to be too expensive and we needed to develop our own lock system. When searching for a suitable lock that where perfect for our need we found one lock and one lock only. The only lock we could communicate using a wireless communication protocol, that supported pin numbers, and could be opened no mather what from the inside. It was perfect for us! We ordered in one and convinced the hotel to go for it. Even years later they are using the same lock system. Also the hotel where in need of a common entrance system that could handle much more traffic and could be coded to have the same code system as for the hotel room doors, so we invented a control unit for this too.<\/p>","id":"about_us_row_3","gs_page_id":"aboutus","_id":37},{"content":"<h2>2017<\/h2><p>Main Focus on The Hotel Business<\/p><p>We made a decision to put all our focus into the hotel business.<br><br>New hotels from Norway and one from Germany join and one of the started using our payment kiosks. An Indoor kiosks that handles bookings and check-ins by paying with &nbsp;Visa and MasterCard.<br><br>One of the hotels had 15 main entrance doors spread over 3 buildings — our first version of the access control system was too primitive to handle this, so we decided to make a new version of the access control system which today is APAC.<br>&nbsp;<\/p><p><strong>APAC main goal was:<\/strong><\/p><ul><li><strong>To be able to process thousands of doors all over the world<\/strong><\/li><li><strong>Use a simple intuitive interface<\/strong><\/li><li><strong>Easy to set up<\/strong><\/li><li><strong>Handle complex groups for multiple doors and restrictions.<\/strong><\/li><\/ul>","id":"about_us_row_4","gs_page_id":"aboutus","_id":38},{"content":"<h2>2018<\/h2><p>Powerful System that Cover All Hotel Needs<\/p><p>We started to attract hotels in Sweden, England, Germany, Deutschland, Finland and Canada. We quickly realized that creating a custom setup for each hotel took to much time and was a drain on our support team. That's when we decided to streamline the product into a PMS that was the same for everyone. A total rewrite was needed. The benefits was that set up time and time to market decreased rapidly, in increased support efficiency, and much easier to understand with much more feature for the hoteliers to utilize.<\/p><p><br>As a result, all GetShop products are stable, easy to set up to any online services and easy to integrate into any property.<\/p>","id":"about_us_row_5","gs_page_id":"aboutus","_id":39},{"content":"<h2>2019<\/h2><p>Continues to improve and help hoteliers ease their day to day operations.<\/p>","id":"about_us_row_6","gs_page_id":"aboutus","_id":40}]