[{"content":"<h2>Other important features<\/h2><figure class=\"table\"><table><tbody><tr><td><p><strong>Flexible cleaning program<\/strong><br>&nbsp;<\/p><p>Paper based cleaning is a way of the past, but it is important that the cleaning staff is in sync with the PMS in order for the system to be able dispatch access codes automatically<\/p><\/td><td><p><strong>Online booking<\/strong><br>&nbsp;<\/p><p>By having a flexible, embeddable booking form plugin, you will be able to put most of your work to the guests themselves during the booking<br>&nbsp;<\/p><\/td><td><p><strong>Channel Management<\/strong><br>&nbsp;<\/p><p>We connect to WuBook that has 100's of channels. This gives you the possibility to manage everything within GetShop PMS. There is no need to do stuff multiple times.<\/p><\/td><td><p><strong>Access Control System<\/strong><br>&nbsp;<\/p><p>Simple access to the room is of the highest importance, therefore we only do pin-code access. No need for smartphones and apps that guests don't really want to download and sign up to an account for.<br>&nbsp;<\/p><\/td><td><p><strong>Cloud!<\/strong><br>&nbsp;<\/p><p>We are true believers of cloud based systems. This is really important in order to make the system as available as possible. All our systems are cloud based.<\/p><\/td><\/tr><tr><td><p><strong>Automated messaging system<\/strong><br>&nbsp;<\/p><p>Configure all messages you want to automatically send to the guests. This can be messages like when a guest checks in and are granted access to the room, booking confirmation, morning messages and so on.&nbsp;<\/p><\/td><td><p><strong>Remote operators<\/strong><br><br>&nbsp;<\/p><p>Some hotels operate with a remote concierge service. These services are granted access to getshop.express. There they are given specific instructions on how to handle different scenarios.<\/p><\/td><td><p><strong>Chain Support<\/strong><br><br>&nbsp;<\/p><p>Have separate hotels run on the same customer database. Whenever a guest books for one hotel, they are registered into all the hotels. If you create a partner deal with a customer they are granted access to all hotels.<\/p><\/td><td><p><strong>Restrictions<\/strong><br><br>&nbsp;<\/p><p>Create a restriction like no same day booking after 16:00. Close down the OTA's for a given time period. Close the hotel for a given time period. Force confirmation on same day bookings. Min-stay or max stay in a given time frame<\/p><\/td><td><p><strong>Booking form + terms and conditions<\/strong><br>&nbsp;<\/p><p>Embed your booking form into your website and type in terms and conditions. The guests are forced to accept the terms and conditions before they can complete the booking.<\/p><\/td><\/tr><tr><td><p><strong>Payment methods<\/strong><br>&nbsp;<\/p><p>We support a wide range of payment methods from invoice, Dibs, Nets, Stripe, and PayPal. Receipts are automatically sent by email.<\/p><\/td><td><p><strong>Accounting integrations<\/strong><br>&nbsp;<\/p><p>A system has been created where you can download integration files, and you can upload all financial data directly into your accounting system.<\/p><\/td><td><p><strong>Invoicing and follow-up<\/strong><br>&nbsp;<\/p><p>Invoices can be created automatically and sent by email directly to the guest. When payments are recieved they can automatically be marked as paid (but this depends on the integration).<\/p><\/td><td><p><strong>Receptionist restrictions<\/strong><br>&nbsp;<\/p><p>Restrict receptionist tasks to receptionist tools only. Avoid granting them access to room configuration, product management, accounting etc.<\/p><p><br>&nbsp;<\/p><\/td><td><p><strong>GetShop.express<\/strong><br>&nbsp;<\/p><p>A handy tool that can be used when you are on the go. This is a mobile friendly version of the booking system that has the most basic features. If you need more advanced features on the go you can of course log on to the PMS by mobile.<\/p><p><br>&nbsp;<\/p><\/td><\/tr><\/tbody><\/table><\/figure>","id":"pms_top","gs_page_id":"pms","_id":3}]