[{"content":"<h2>Other important features<\/h2><figure class=\"table\"><table><tbody><tr><td><p><strong>Flexible cleaning program<\/strong><br>&nbsp;<\/p><p>Paper based cleaning is a way of the past, but it is important that the cleaning staff is in sync with the PMS in order for the system to be able dispatch access codes automatically<\/p><\/td><td><p><strong>Online booking<\/strong><br>&nbsp;<\/p><p>By having a flexible, embeddable booking form plugin, you will be able to put most of your work to the guests themselves during the booking<br>&nbsp;<\/p><\/td><td><p><strong>Channel Management<\/strong><br>&nbsp;<\/p><p>We connect to WuBook that has 100's of channels. This gives you the possibility to manage everything within GetShop PMS. There is no need to do stuff multiple times.<\/p><\/td><td><p><strong>Access Control System<\/strong><br>&nbsp;<\/p><p>Simple access to the room is of the highest importance, therefore we only do pin-code access. No need for smartphones and apps that guests don't really want to download and sign up to an account for.<br>&nbsp;<\/p><\/td><td><p><strong>Cloud!<\/strong><br>&nbsp;<\/p><p>We are true believers of cloud based systems. This is really important in order to make the system as available as possible. All our systems are cloud based.<\/p><\/td><\/tr><tr><td><p><strong>Automated messaging system<\/strong><br>&nbsp;<\/p><p>Configure all messages you want to automatically send to the guests. This can be messages like when a guest checks in and are granted access to the room, booking confirmation, morning messages and so on.&nbsp;<\/p><\/td><td><p><strong>Remote operators<\/strong><br><br>&nbsp;<\/p><p>Some hotels operate with a remote concierge service. These services are granted access to getshop.express. There they are given specific instructions on how to handle different scenarios.<\/p><\/td><td><p><strong>Chain Support<\/strong><br><br>&nbsp;<\/p><p>Have separate hotels run on the same customer database. Whenever a guest books for one hotel, they are registered into all the hotels. If you create a partner deal with a customer they are granted access to all hotels.<\/p><\/td><td><p><strong>Restrictions<\/strong><br><br>&nbsp;<\/p><p>Create a restriction like no same day booking after 16:00. Close down the OTA's for a given time period. Close the hotel for a given time period. Force confirmation on same day bookings. Min-stay or max stay in a given time frame<\/p><\/td><td><p><strong>Booking form + terms and conditions<\/strong><br>&nbsp;<\/p><p>Embed your booking form into your website and type in terms and conditions. The guests are forced to accept the terms and conditions before they can complete the booking.<\/p><\/td><\/tr><tr><td><p><strong>Payment methods<\/strong><br>&nbsp;<\/p><p>We support a wide range of payment methods from invoice, Dibs, Nets, Stripe, and PayPal. Receipts are automatically sent by email.<\/p><\/td><td><p><strong>Accounting integrations<\/strong><br>&nbsp;<\/p><p>A system has been created where you can download integration files, and you can upload all financial data directly into your accounting system.<\/p><\/td><td><p><strong>Invoicing and follow-up<\/strong><br>&nbsp;<\/p><p>Invoices can be created automatically and sent by email directly to the guest. When payments are recieved they can automatically be marked as paid (but this depends on the integration).<\/p><\/td><td><p><strong>Receptionist restrictions<\/strong><br>&nbsp;<\/p><p>Restrict receptionist tasks to receptionist tools only. Avoid granting them access to room configuration, product management, accounting etc.<\/p><p><br>&nbsp;<\/p><\/td><td><p><strong>GetShop.express<\/strong><br>&nbsp;<\/p><p>A handy tool that can be used when you are on the go. This is a mobile friendly version of the booking system that has the most basic features. If you need more advanced features on the go you can of course log on to the PMS by mobile.<\/p><p><br>&nbsp;<\/p><\/td><\/tr><\/tbody><\/table><\/figure>","id":"pms_top","gs_page_id":"pms","_id":3},{"content":"<h2>Property Management System<\/h2><p>A cloudbased powerful, flexible and feature-rich PMS. Once you get used to this new way of running your hotel you will never go back to anything less.<\/p><p>&nbsp;<\/p>","id":"pms_intro","gs_page_id":"pms","_id":49},{"content":"<h2>Floating bookings within&nbsp;its categories<\/h2><p>Next time you are looking for a new PMS you might want to consider picking one that has the floating feature for bookings.&nbsp;<br><br>GetShop is the first system in the world that brings this powerful feature to your fingertips, so let us explain to you how it works:<br><br>Back in the old days you probably spent hours of your precious time managing your bookings to make them all fit into your hotel. Those days are long gone. What you do in our system is to assign a booking to a category, but not to a specific room in this category. This gives the system the possibility to shuffle the bookings around to make the best possible coverage and at the same time avoid overbookings.<br><br>Can you assign a booking to a specific room in the future? Yes, you can. In those cases the optimalisation might be a bit reduced, but the system will find the best possible combinations anyway with the predfined bookings assigned.<\/p><p><strong>Why are floating bookings important for automation?<\/strong><br><br>Let's say that your guest living in room 305 from the picture above wants to stay an extra day. Without floating elements you would have to manually move \"Cong Clovika\" to another room before the guest can have his room. With floating elements \"Cong Clovika\" will automatically be moved to another room within its category making space for the guest.<br><br><strong>Pay for a specific room<\/strong><br>From the \"Personal Guest Assistant\" system, guests could actually select their room themselves, just like travelers select seats on commercial flights. But if the bookings are not floating, all rooms would be occupied and it would be impossible to make such a function.&nbsp;<br><br><strong>Automatic Assigning<\/strong><br>At a predefined time, default 07:00, the system will assign all the rooms for that day's check-ins. By intelligently taking the factors of rooms state, room sortlist, check-ins, previous bookings and next bookings into consideration, the system will automatically do an assignment to make sure all guests get a room on any given day.<br><br><strong>Bonus<\/strong><br>Another bonus is that you no longer need to consider how many specific rooms you have available, only how many is available in each category as the system always optimize for best possible coverage.<br><br><strong>Optimized allotment for OTA's.<\/strong><br>Most OTA's (like Booking.com and Expedia) only care about how many rooms you have available per day basis. This means you can get in trouble if you don't have system that shuffles the guests accordingly for you. Back in the old days you usally used allotment, meaning for example 5 rooms were reserved for Booking.com. Now you can have all rooms reserved for the OTA's at the same time as you sell them on your own webpage. If one room gets taken the system keeps track of it and it instantly updates the OTA's accordingly.<\/p><p><br>&nbsp;<\/p>","id":"pms_floating","gs_page_id":"pms","_id":50},{"content":"<h2>SMART PRICING&nbsp;<\/h2><p>A flexible and easy to use pricing system is essential to optimise your hotel. Once prices are set they are automatically published to all the booking channels you have connected to your system.<br><br><strong>Multiple price plans<\/strong><br>Create as many price plans as you want, then go to the CRM to set which guest accounts should use which price plan. As soon as a price plan is connected to a guest account, they will get the new prices during booking as soon as they have logged in.<br><br><strong>Discounts<\/strong><br>A flexible discount system. When creating discounts you have the possibility to choose between a percentage discount, a fixed monetary discount or a fixed price\". You can also specify for which room category a discount code should be valid in. You may also consider using restrictions to make the code valid for only a specific time period. You can even add add-ons to the discount code and use it as a package system. Example: \"Spa treatment, dinner and stay\" use code \"SpaAugust\" and add addons dinner and stay.<br><br><strong>Advanced price yielding<\/strong><br>Our advanced price yielding system automates the pricing for you. A matrix lets you increase the prices by a percentage depending on the occupancy in the hotel. For exampel 14 days prior to arrival you can increase the price with 200% if the occupancy reaches 50% in that period.<br><br><strong>Long term deals<\/strong><br>Give guests discounts if they stay in more than three days. For example 3-5 days 20% off, 5-7 days 30% off.<br>&nbsp;<\/p>","id":"pms_pricing","gs_page_id":"pms","_id":51},{"content":"<h2>KEEP TRACK OF YOUR BOOKINGS<\/h2><p>GetShop is using \"SmartTables\" so you don't need to open many windows at the same time. This is to avoid the mouse-click-syndrome, keeping the mouse clicks to a minimum.&nbsp;<br><br><strong>1. Smart state column<\/strong><br>The state column clearly indicates what state each booking is in, it could be unpaid, waiting for room to be cleaned, checked in, and so on. Also note that under the state icon you also see a text \"GDS, Exp (Expedia)\". This text indicates where the booking comes from.<br><br><strong>2. Quick filter<\/strong><br>Once you click on the icon (2) you get a list of quick filters for checking in. These are very handy when you quickly want to get an overview of who checks in today.<br><br><strong>3. Multi-purpose search field<\/strong><br>Enter any kind of information into this field to search; name, email, phone number, room number etc.. Once you hit search it has an optimised search algorithm to make the search as fast and accurate as possible.<br><br><strong>4. Advanced search<\/strong><br>When the simple but powerful search is not enough, you can use the advanced search feature. In this you can specify time intervals, state, when registered, when checking in and so on.<br><br><strong>5. Quick functions<\/strong><br>A lot of quick features have been added. This feature makes it possible to change the stay, pricing, room and room categories, and cancel the booking without opening the booking. This is very handy when handling large groups.<br>&nbsp;<\/p>","id":"pms_bookings","gs_page_id":"pms","_id":52},{"content":"<h2>GUEST BOOKING MANAGEMENT<\/h2><p>Each row shows an individual booking for a room. Each room can be set up to have multiple guests and at the right side you can easily see all guests for this room.<\/p>","id":"pms_guestmanagement","gs_page_id":"pms","_id":53},{"content":"<h2>MANAGE GUEST STAY<\/h2><p>The stay menu shows you all you need to do for managing the stay of the hotel guests, and you can easily change the check-in and checkout date and prices for each night. Once you click on the \"Change room or category\" you will see the second picture.<br><br>Since we use the floating innovation you no longer need to go to the availability to make sure the room is available, the system will give you all rooms that are available for you selection. Simply put, if it is green you can use the room without considering the coverage as the system does this for you.<br><br><strong>Split change<\/strong><br>A smart little feature that keeps the historical data of the guests when they need to change the room during their stay. A guest can stay in room A for a period and then move to another with just a simple push of a button. Once it is moved the guest will have two bookings and as such keep the history of the guest as accurate as possible.<\/p>","id":"pms_guest_stay","gs_page_id":"pms","_id":54},{"content":"<h2>ADD-ONS<\/h2><p>Our system has a powerful add-ons feature, yet it is very flexible and easy to use.&nbsp;<br><br><strong>What can add-ons be used for?<\/strong><br>The most obvious feature of add-ons is adding \"Breakfast\" to a booking, but it can be used for so much more and it is a core function for automation. Assume a guest wants to order a \"Late Checkout\" through the PGA (Personal Guest Assistant). What actually happens is that the system checks whether it is possible for the guest to actually have the room for late checkout due to capacity. Once it is accepted it will be added as an add-on and the system automatically keeps track of whether the add-ons have been paid or not.<br><br>Add-ons can also be configured so that they can show up during the booking process for the guest, or configured so that they are only available to book for a certain category. This powerful feature gives you the flexibility you need to make campaigns etc. and earn extra money.<br><br>Add-ons can be configured to be repeating, per guest, or both. For example breakfast is a repeating add-on per guest. When changing the guest count the add-on will be changed accordingly. A deposit or late checkout is a non repeating add-on.&nbsp;<br><br><strong>Add-ons from restaurant<\/strong><br>When using the SRS (Smart Restaurant System) you will be able to put things on the room, and therefore easily accessible when guests want to check out.<br><br><strong>Add-ons from point of sale<\/strong><br>Whenever you complete a tab in the point of sale you are given the option to transfer the add-ons to the room.<\/p>","id":"pms_addons","gs_page_id":"pms","_id":55},{"content":"<h2>ACCESS CODES<\/h2><p>Much more than just a simple and easy pin-code<br><br><strong>How does automatic access codes work?<\/strong><br>When you use APAC (Automated Property Access Control) together with GetShop PMS the system is able to understand when a guest should have access to their room. Both systems speak with each other, so when a booking has expired the system will render the code useless.<br><br>The key to success is that our system does not only make a code based on the stay for the guest, but it also takes into consideration the cleaning status of the room and payment status of the booking. This is very important to keep in mind when you want to make the system as automated as possible. If you go for a PMS that does not have this feature and then connect a cloud based access controller you will not be able to fully automate the check-in and checkout process.<br><br>Once the system has valididated that this specific guest should have access, KaiPal will communicate with the guest trough SMS and Email, making it a 100% automated process.<br><br>The pin code size can be determined when ordering the system. We provide both 6 digits codes and 4 digits codes.<br><br><strong>Access log<\/strong><br>The locks give feedback to the booking system whenever a code has been entered. This enables you to keep track of which guests have accessed their rooms. It is important to note that a wireless network might have outages at some point and therefore we can not rely 100% on this. Because of that we are more recommending to use it as a guideline.<br>&nbsp;<\/p>","id":"pms_accesscodes","gs_page_id":"pms","_id":56},{"content":"<h2>PAYMENT<\/h2><p><br>GetShop is operating with Orders and Bookings, they are completely separeted as it is important to be able to change all the bookings without messing up the orders.&nbsp;<br><br><strong>Automated Order and Payment process<\/strong><br>As 95% of all guests running trough GetShop's system pays online, the payments for the hotel stay are normally paid in advance. If a guest decides to make a longer stay and get some extra nights at the hotel, this is easily done by changing the stay. Once you change the stay the system automatically detects the difference between what has been pre-paid and the current state. This is a very nice feature as it helps you keep control of the bookings.<br><br><strong>Why is automatic order diffing important for automation<\/strong><br>A system without automatic ordering system will most likely fail in automating hotels. We have put a lot of focus into making a system that can make orders based on diffing the previously created orders and the current state of a booking. This is very important to make perfectly, otherwise our PGA has failed as guests are not able to do changes and pay for the changes made to a booking.<br><br><strong>Payment process in reception<\/strong><br>If you decide to have a reception it is important that the order creation process is extremely flexible as guests always want to make payments in a variety of ways. Keep in mind that the one booking can end up with multiple orders as some wants to split payments into cash, credit card and invoice.&nbsp;<br><br><strong>Orders splitted from bookings<\/strong><br>Orders and payments that are 100% separated from bookings are extremly important when it comes to accounting and automation towards accounting systems. Our order system is 100% compliant with most of the accounting rules in the world. For instance it is not possible to manipulate orders that have been paid; these need to be credited in order to keep track of the order history.&nbsp;<br>&nbsp;<\/p>","id":"pms_payment","gs_page_id":"pms","_id":57},{"content":"<h2>REPORTS<\/h2><p>Coverage reports, income reports, forecasted reports, nationality reports, and accounting reports. All these reports are included by default and will give you a quick overview of what your income is from month to month.<\/p>","id":"pms_reports","gs_page_id":"pms","_id":58}]