[{"content":"<h2>Channel manager<\/h2><p>Most likely you want to display the rooms you rent out in more than one place. This can be Booking.com, Expedia.com, Hotels.com, and so on, but also on your own website.&nbsp;<\/p><p>GetShop PMS has a two way communications to the different channels!<\/p>","id":"channel_manager_row1","gs_page_id":"channelmanager","_id":62},{"content":"<h3><strong>Derived pricing<\/strong><\/h3><p>Our channel manager supports derived pricing. That means that you can operate with different pricing for the same room depending on how many guests are staying in it.&nbsp;<\/p><h3><strong>Pricing based on occupancy<\/strong><\/h3><p>Sometimes you want to increase prices as the hotel is getting filled up. You can choose to add 10% to the price when the occupancy is at 50%. You can add as many price increments you want.<\/p><h3><br><strong>Different pricing<\/strong><\/h3><p>In order to get more bookings through your website you can set the prices lower on your website than on the OTA's.&nbsp;<\/p><h3><strong>Autocollect payments<\/strong><\/h3><p>Some OTA's like Booking.com and Expedia, now collects the payments from the guests. In cases like this and where you have <a href=\"https:\/\/getshop.com\/automated_property_access_control.html\">APAC <\/a>activated the guests will be able to book and get access to their room automatically without any human interactions.<\/p>","id":"channel_manager_row2","gs_page_id":"channelmanager","_id":63},{"content":"<h2>What is a Channel Manager?<\/h2><p>What the channel manager does is keeping control of the availability in your hotel and keeps everything updated in all channels, minimising the risk for overbooking.&nbsp;<\/p><p>Assume you have 30 rooms in your hotel, and 28 rooms are occupied. Then you get a booking in from Booking.com. The channel manager will then update the availability so you have 1 room left to sell in all channels.&nbsp;<\/p><p>The channel manager also keeps track of cancellations, so you won't have to deal with that either.&nbsp;<\/p>","id":"channel_manager_row3","gs_page_id":"channelmanager","_id":64},{"content":"<h3><strong>Discounts on longer stays<\/strong><\/h3><p>If you want the guests to stay for a longer time, you can easily add a discount for days stayed. For example 10% off for more than 2 days, 15% for more than 4 days and so on. All discounts will automatically be deducted at the time of booking.<\/p><h3>Block OTA's from selling rooms<\/h3><p>Make sure the OTA's don't sell your rooms when you can sell them yourself. Add a restriction that sets the availble rooms to 0 at times when it is not nessesary.<\/p><h3>Min stay restriction<\/h3><p>At some days it might come in handy to restrict min stay to minimum 2 days. Do so by simply creating a restriction.<\/p><h3>Max stay restriction<\/h3><p>If you for some reason don't want guests to stay more than for example 10 days, simply create a restriction for that.<\/p><h3>Deny check in for a day<\/h3><p>Maybe you want to keep saturday open for guest staying from friday? Create a restriction denying guests to check in at saturday.<\/p>","id":"channel_manager_row4","gs_page_id":"channelmanager","_id":65},{"content":"<h3><strong>The best part<\/strong><\/h3><p>You never have to access the channel manager to perform any operation. Everything is done directly from the <a href=\"https:\/\/getshop.com\/property_management_system.html\">PMS<\/a>!<br>&nbsp;<\/p>","id":"channel_manager_row5","gs_page_id":"channelmanager","_id":66}]