[{"content":"<h2>PAYMENT<\/h2><p><br>GetShop is operating with Orders and Bookings, they are completely separeted as it is important to be able to change all the bookings without messing up the orders.&nbsp;<br><br><strong>Automated Order and Payment process<\/strong><br>As 95% of all guests running trough GetShop's system pays online, the payments for the hotel stay are normally paid in advance. If a guest decides to make a longer stay and get some extra nights at the hotel, this is easily done by changing the stay. Once you change the stay the system automatically detects the difference between what has been pre-paid and the current state. This is a very nice feature as it helps you keep control of the bookings.<br><br><strong>Why is automatic order diffing important for automation<\/strong><br>A system without automatic ordering system will most likely fail in automating hotels. We have put a lot of focus into making a system that can make orders based on diffing the previously created orders and the current state of a booking. This is very important to make perfectly, otherwise our PGA has failed as guests are not able to do changes and pay for the changes made to a booking.<br><br><strong>Payment process in reception<\/strong><br>If you decide to have a reception it is important that the order creation process is extremely flexible as guests always want to make payments in a variety of ways. Keep in mind that the one booking can end up with multiple orders as some wants to split payments into cash, credit card and invoice.&nbsp;<br><br><strong>Orders splitted from bookings<\/strong><br>Orders and payments that are 100% separated from bookings are extremly important when it comes to accounting and automation towards accounting systems. Our order system is 100% compliant with most of the accounting rules in the world. For instance it is not possible to manipulate orders that have been paid; these need to be credited in order to keep track of the order history.&nbsp;<br>&nbsp;<\/p>","id":"pms_payment","gs_page_id":"pms","_id":57}]