[{"content":"<h2>Online booking<\/h2><p>GetShop PMS comes with an online booking form. This form is a 100% embedded plugin that can be used in WordPress, Joomla, WiX, and so on.<\/p><p>This option is suitable if you already have a great webpage that you are not really interested in rewriting. Simply ask us to provide you with the Jquery plugin and embed it in your webpage.<\/p>","id":"online_booking_row_1","gs_page_id":"onlinebooking","_id":59},{"content":"<h2><strong>ONLINE PAYMENT<\/strong><\/h2><p>Whether you decide to use the plugin or <a href=\"https:\/\/getshop.com\/property_management_system.html\">GetShop PMS <\/a>&nbsp;you will in both instances be able to collect payments from your guests online trough PayPal, Visa, MasterCard etc..<\/p><p>The following payment options are available:<\/p><p>Stripe, Paypal, Dibs, Netaxept, invoice, cash payment, and more options on request.<\/p><h2>Automatically finds the best offer<\/h2><p>The booking form automatically finds the best possible offer and displays it to the guest (this can be turned off). This means the guest only have to specify how many rooms they want and how many guests they are. Then the system does the rest for the guest.<\/p>","id":"online_booking_row_2","gs_page_id":"onlinebooking","_id":60},{"content":"<h2>Booking codes \/ discount codes<\/h2><p>A powerful and flexible discount code \/ booking code system is included. This allows you to do campaigns, add package deals, and even build long term relations to your customers. By handing a recurring customer a booking code it can book directly on your website and get it all registered on his account. This means he\/she only need to put in guest information like name, phone and email. The rest like company information or personal information is already being handled by the booking code. You can even specify other payment methods like invoicing the stay after guest has been staying at your hotel. If you do so the guest can add reference information to the invoice during the booking process.<\/p><h2>Everything is from the PMS<\/h2><p>You can configure the rooms, number of guests, prices, description from the PMS system. Simply log on to the <a href=\"https:\/\/getshop.com\/property_management_system.html\">PMS<\/a> and upload images and add description in your preferred languages. The booking engine will automatically use the images and description.<\/p><h2>Multilanguage support<\/h2><p>The system has multiple languages support. All languages are supported.<\/p>","id":"online_booking_row_3","gs_page_id":"onlinebooking","_id":61}]