[{"content":"<h2>Self check-in terminals<\/h2><p>You can get even more automated processes by adding this kiosk to your collection of technology stacked into your hotel.<br><br>Our kiosks come with our software booking system installed. It is 100% integrated with our PMS which gives it a unique touch in the industry.&nbsp;<br><br>The guests will instantly check the availability of the rooms. Combined with its intelligent room selector the guests will always be provided with the best price possible for the group or individuals.<br>&nbsp;<\/p>","id":"terminals_row1","gs_page_id":"terminals","_id":72},{"content":"<h2><strong>Automatic check-in from payment to room<\/strong><\/h2><p>All our kiosks are also continuously speaking with our Access Control System, so as soon as the stay has been paid for the guest will get a receipt with a Key-Code that is used to enter all doors between the terminal and the guest room.<\/p>","id":"terminals_row2","gs_page_id":"terminals","_id":73},{"content":"<h2><strong>Automatic check if room is cleaned<\/strong><\/h2><p>Don't worry! The system will never give away a room that is not clean, as the system is connected with our PMS Cleaning System, which always keep track if the room has been cleaned. Once the cleaning staff mark the room as ready the guest will be provided with the access code.<\/p>","id":"terminals_row3","gs_page_id":"terminals","_id":74},{"content":"<h2><strong>Suitable for outdoor usage?<\/strong><\/h2><p>We got two different versions, one for indoor use and one for outdoor use. The one you see above is for outdoor usage.&nbsp;<\/p><p>The outdoor machine is built to handle -30 \/ +40 degrees Celsius.<\/p>","id":"terminals_row4","gs_page_id":"terminals","_id":75},{"content":"<p><strong>Contact details<\/strong><\/p><p><i>Phone number: +47 33 20 08 08<\/i><\/p><p><i>Email: post@getshop.com<\/i><\/p>","id":"footer_text2","gs_page_id":"terminals","_id":92},{"content":"<p><strong>Copyright<\/strong><\/p><p>The content on this page are under the Norwegian copy-right laws.<\/p>","id":"footer_text3","gs_page_id":"terminals","_id":94}]